2021-2023/TNCO/Packages/rfs_databundle_ansible/Contains/databundle_ansible/Lifecycle/ansible/roles/cease_addon/templates/bundle_cease.xml.j2

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
<soapenv:Body>
<spml:modifyRequest timestamp="true" requestID="{{ extOrderId }}" xmlns:spml="urn:siemens:names:prov:gw:SPML:2:0" xmlns:sub="urn:siemens:names:prov:gw:SDL_MULTIAPPSUBSCRIBER:1:0">
<version>SDL_MULTIAPPSUBSCRIBER_v10</version>
<objectclass>Subscriber</objectclass>
<identifier alias="imsi">{{ SUPI }}</identifier>
<modification name="{{ hlr_path1 }}" operation="{{ operation2 }}">
<valueObject xsi:type="sub:HLR">
<epsRoamAreaName>home</epsRoamAreaName>
</valueObject>
</modification>
</spml:modifyRequest>
</soapenv:Body>
</soapenv:Envelope>